{"newspapers": {"cnn": {"link": "http://edition.cnn.com/", "articles": [{"title": "How to Watch VR", "text": "IN YOUR HEADSET...\n\nHeadsets are hands-down the best way to watch VR stories. You can see the latest from CNNVR on the Samsung VR app , the Oculus Video app on Rift , or on the CNNVR app on Google Daydream . Just look left or right to explore the 360 world around you. Believe us, you need to try this.", "link": "http://edition.cnn.com/2017/03/04/vr/how-to-watch-vr", "published": "2017-03-04T00:00:00"}, {"title": "ContentAsia names CNN’s Ellana Lee ‘Asia Media Woman of the Year’", "text": "CNN International Senior Vice President and Managing Editor Ellana Lee was named ContentAsia’s ‘Asia Media Woman of the Year’ last night at a gala dinner in Singapore.\n\nNow in its sixth year, the prestigious ContentAsia award recognizes the outstanding achievements of female leaders in the media industry.\n\nContentAsia Editorial Director Janine Stein said Lee was selected for her commitment to news media:\n\n“We are living in an extraordinary time when the media is under constant attack. The term ‘fake news’ is part of our every day and challenge of making sense out of the deluge of information coming at us all the time can seem insurmountable. There has never been a more important time for journalism or a more important time for strong, unbiased leadership. Ellana ticks all the boxes: she’s fearless, she’s a role model, she’s a trail-blazer, she’s a game-changer. She’s truly inspiring.”\n\nLee is the first international broadcast network executive to receive the award and said she is humbled by it:\n\n“It’s an absolute honour and privilege to be recognized for something I am genuinely passionate about. As we all know, there are steep mountains to climb and obstacles to overcome when it comes to equal rights, responsibilities and opportunities for women. And even more so for Asian women. So being recognized for this award is not something I take lightly and I accept it on behalf of all the incredible women who work tirelessly across the media industry.”\n\nPast recipients of the award include CEO of Astro Malaysia Dato Rohana Rozhan; former President and CEO ABS-CBN Philippines Charo Santos-Concio; former EVP and Head of Now TV Hong Kong and current CEO of Mediacorp Singapore Tham Loke Kheng; Managing Director of PCCW Media Group Janice Lee; and President and CEO Cignal TV Philippines Jane Jimenez-Basas.\n\nThe gala dinner marks the beginning of the annual ContentAsia Summit which continues in Singapore today.\n\n-Ends-\n\nAbout CNN International\n\nCNN’s portfolio of news and information services is available in seven different languages across all major TV, digital and mobile platforms reaching more than 475 million households around the globe. CNN International is the number one international TV news channel according to all major media surveys across Europe, the Middle East and Africa, the Asia Pacific region and Latin America and has a US presence which includes CNNgo. CNN Digital is a leading network for online news, mobile news and social media. CNN is at the forefront of digital innovation and continues to invest heavily in expanding its digital global footprint, with a suite of award-winning digital properties and a range of strategic content partnerships, commercialised through a strong data-driven understanding of audience behaviours. Over the years CNN has won multiple prestigious awards around the world for its journalism. Around 1,000 hours of long-form series, documentaries and specials are produced every year by CNNI’s non-news programming division, CNN Vision. CNN has 36 editorial offices and more than 1,100 affiliates worldwide through CNN Newsource. CNN International is part of Turner, a WarnerMedia company.\n\nAbout ContentAsia\n\nContentAsia is an Asia-based information resource powered by a well-known team with unparalleled experience, reach and contacts on every sector and level of the content industry across Asia. ContentAsia’s range of products – including print, email and online – is tailor-made for different platforms and different locations and situations, including on-the go, in the office and at trade shows. More information at www.contentasia.tv", "link": "http://commercial.cnn.com/contentasia-names-cnns-ellana-lee-asia-media-woman-year", "published": "2018-09-04T00:00:00"}]}, "bbc": {"rss": "http://feeds.bbci.co.uk/news/rss.xml", "link": "http://www.bbc.com/", "articles": [{"link": "https://www.bbc.co.uk/news/uk-politics-45462900", "published": "2018-09-09T02:54:20", "title": "Boris Johnson compares Chequers deal to 'suicide vest'", "text": "Image copyright Reuters Image caption Boris Johnson has faced criticism from fellow MPs for his language in the Mail on Sunday article\n\nBoris Johnson has attacked Theresa's May's Brexit plan, saying she had \"wrapped a suicide vest\" around the British constitution and \"handed the detonator\" to Brussels.\n\nWriting in the Mail on Sunday, the former foreign secretary said the Chequers deal had opened the UK to \"perpetual political blackmail\".\n\nMr Johnson quit his post in July after the plan was agreed by the cabinet.\n\nSome Tory MPs have strongly criticised his language in the article.\n\nWriting in the same paper, the current Foreign Secretary Jeremy Hunt called on the country to \"back\" the prime minister and her plan.\n\nIt is the first public comment from Mr Johnson since he and his wife, Marina Wheeler, confirmed they were getting divorced earlier this week.\n\nThe announcement followed newspaper allegations the former London mayor had been having another extra-marital affair.\n\nIn 2004, Mr Johnson was sacked from a shadow ministerial role by then-Conservative leader Michael Howard for allegedly lying over an affair with journalist Petronella Wyatt - something he had denied as an \"inverted pyramid of piffle\".\n\nElsewhere, the Sunday Times has reported that Mrs May's aides wrote a 4,000-word \"dirty dossier\" on Mr Johnson in 2016, exposing a \"catalogue of lurid allegations\" against him.\n\nThe paper says it has seen the document - said to have been written during the Conservative leadership contest - but officials at Downing Street and Conservative Campaign Headquarters have denied circulating it.\n\n'A humiliation'\n\nIn his newspaper article, Mr Johnson accused the EU of \"bullying\" the UK - but questioned why the response had been \"so utterly feeble\".\n\nHe said that rather than getting a \"generous free trade deal\", Britain is saying, \"yes sir, no sir, three bags full sir\", to Brussels.\n\n\"At every stage of the talks so far, Brussels gets what Brussels wants,\" wrote Mr Johnson.\n\n\"It is a humiliation. We look like a seven-stone weakling being comically bent out of shape by a 500lb gorilla.\"\n\nMedia playback is unsupported on your device Media caption Theresa May speaks after meeting her cabinet at Chequers in July\n\nHe said the reason for this was \"simple\", namely Northern Ireland and the \"insanity of the so-called backstop\".\n\nThe backstop solution is a safety net the UK and EU signed up to in December 2017, which seeks to maintain cross-border co-operation, support the all-island economy and protect the Good Friday peace agreement.\n\nMr Johnson said agreeing to this had \"opened ourselves to perpetual political blackmail\".\n\nHe added: \"We have wrapped a suicide vest around the British constitution - and handed the detonator to Michel Barnier [the EU's chief negotiator].\"\n\nMr Johnson wants the UK to pursue a technological solution for the border, but says the government has always had a \"secret agenda\" to keep the UK in the single market and customs union.\n\nHe concluded: \"We have put our own heads deliberately on the block.\"\n\nThe BBC's political correspondent Alex Forsyth said the \"scathing remarks\" showed Mr Johnson's \"willingness to challenge the prime minister remains undimmed\" after the recent revelations about his private life.\n\n'Disgusting'\n\nMr Johnson's latest intervention has been criticised by two senior Conservative MPs.\n\nFormer Army officer and member of the Foreign Affairs Select Committee Tom Tugendhat graphically described the aftermath of a suicide bomb that had gone off near his office in Helmand province, Afghanistan.\n\nHe said comparing such an attack to the PM's plans \"isn't funny\", adding: \"Some need to grow up\".\n\nSkip Twitter post by @TomTugendhat A suicide bomber murdered many in the courtyard of my office in Helmand. The carnage was disgusting, limbs and flesh hanging from trees and bushes. Brave men who stopped him killing me and others died In horrific pain. Some need to grow up. Comparing the PM to that isn’t funny. https://t.co/IeRWhmhgS9 — Tom Tugendhat (@TomTugendhat) September 8, 2018 Report\n\nForeign Office Minister Sir Alan Duncan criticised his former boss, saying the article was \"one of the most disgusting moments in modern British politics.\"\n\nHe added that if this latest broadside was not the end of Mr Johnson's political career, \"I will make sure it is later\".\n\nSkip Twitter post by @AlanDuncanMP For Boris to say that the PM’s view is like that of a suicide bomber is too much. This marks one of the most disgusting moments in modern British politics. I’m sorry, but this is the political end of Boris Johnson. If it isn’t now, I will make sure it is later. #neverfittogovern https://t.co/rdI0FWQhbi — Sir Alan Duncan MP (@AlanDuncanMP) September 8, 2018 Report\n\nMr Hunt expressed his support for Mrs May and the Chequers deal in the newspaper on the opposite page from Mr Johnson's article.\n\nHe wrote that the PM is \"better than anyone I know at holding the line in the face of intense pressure\".\n\nBut he called on the country to \"unite behind her\" to strengthen her position.\n\n\"Parliament will, of course, have the chance to debate and vote on any agreement,\" wrote Mr Hunt.\n\n\"Until then, we should not rush to judgement on a deal that is still under negotiation.\n\nHe added: \"However tough the negotiations, we must not and will not ignore the will of the British people.\n\n\"So this is the moment to back the prime minister who is determined to deliver on their instructions.\""}, {"link": "https://www.bbc.co.uk/sport/tennis/45462014", "published": "2018-09-09T00:31:34", "title": "US Open 2018: Naomi Osaka wins after Serena Williams outburst", "text": "Serena Williams repeatedly argued with umpire Carlos Ramos during the final\n\n2018 US Open Venue: Flushing Meadows, New York Dates: 27 August-9 September Coverage: Live radio coverage on BBC Radio 5 live sports extra; live text commentaries on the BBC Sport website\n\nNaomi Osaka won the US Open after an angry Serena Williams accused the umpire of being a \"thief\" in some of the most dramatic scenes at a Grand Slam final.\n\nWilliams was given a game penalty for her outburst, which followed racquet smashing and another code violation as Osaka won 6-2 6-4 in New York.\n\nOsaka, 20, kept her focus to become the first Japanese to win a Grand Slam.\n\nWilliams refused to shake hands with umpire Carlos Ramos after the match.\n\nThe American, 36, graciously congratulated Osaka at the net after the 20th seed completed an extraordinary victory and, although Williams' behaviour will grab the attention, nothing should detract from a classy and composed display from Osaka at Flushing Meadows.\n\n\"I'm sorry it had to end like this,\" a crying Osaka said.\n\nWhat happened?\n\nWilliams was given a first code violation after Ramos judged a gesture from coach Patrick Mouratoglou to be coaching - which is allowed on the WTA Tour but not during Grand Slams.\n\nWilliams - who was aiming to equal Margaret Court's record of 24 Grand Slam singles titles - said she had not received any tactics from Mouratoglou, telling the umpire she would \"never cheat to win and would rather lose\".\n\nThe Frenchman later admitted to ESPN that he had been coaching from the box.\n\n\"I was coaching but I don't think she looked at me,\" Mouratoglou said. \"Sash [Osaka's coach Sascha Bajin] was coaching as well. Everybody does it.\"\n\nWilliams then received another for a racquet smash at 3-2 in the second set, leading to Ramos docking her a point as Osaka started at 15-0 in the following game.\n\nThe American was furious, walking up to Ramos, shouting and pointing at him as the crowd started booing in support of the former world number one.\n\nThe drama continued as the atmosphere in Arthur Ashe Stadium became more toxic.\n\nWilliams refused to let the issue slide and launched an extraordinary rant at Ramos at the changeover, with Osaka leading 4-3.\n\n\"You are a liar. You will never be on a court of mine as long as you live. When are you going to give me my apology? Say you are sorry,\" she told the Portuguese.\n\nThat led to Ramos docking her the next game - leaving Osaka just one more away from victory at 5-3 up.\n\nBoos continued to rain down, generating incredible noise, as Williams refused to take to the court and demanded an intervention from the tournament referee.\n\nEventually she returned to the baseline, serving out a game to love before Osaka showed remarkable focus to hold the final game that sealed her first Grand Slam win.\n\nWilliams later accused the umpire of sexism, saying: \"He's never taken a game from a man because they said 'thief'.\"\n\nBoos, anger & tears\n\nNaomi Osaka was left hiding her tears at the presentation ceremony of her first Grand Slam trophy\n\nWilliams is a national icon in the United States, as well as a global star around the world, and had the backing of the 24,000-capacity Arthur Ashe Stadium.\n\nBut the boisterous crowd was quietened as Osaka came out firing at the six-time champion.\n\nOsaka, playing in her first Grand Slam final and against her idol, showed no fear as her aggressive approach led to multiple Williams errors.\n\nWilliams' first-serve percentage was down at 38% and made 13 unforced errors as Osaka broke for 2-1 and 4-1 leads on her way to the opening set.\n\nThe Ashe crowd, while remaining respectful towards Osaka, was already upset with the way Williams had been treated - and unhappiness turned to anger during the drama of the second set.\n\nSecurity staff ran on to the perimeter of the court as Ramos walked off and the Portuguese did not return, as he would usually have done, for the trophy presentation.\n\nMore boos followed at the start of the ceremony, leading to Osaka pulling her visor down over her eyes to hide her tears.\n\nWilliams appealed for calm in her runner-up speech, asking her supporters to \"give credit\" to Osaka's achievement.\n\nThe Japanese player composed herself as the crowd began to applaud her, although she almost dropped the trophy as she walked off the stage.\n\n\"It was always my dream to play Serena in the US Open finals so I am really glad I was able to do that,\" she said.\n\nThird time angry for Serena\n\n\"This has happened to me before, this is not fair,\" Williams told the umpire after she was docked the point for racquet-smashing, apparently referring to two previous controversies at US Open matches.\n\nThe American received a point penalty on match point of her 2009 semi-final against Kim Clijsters following a tirade at a line judge.\n\nThe Belgian was two points from victory when Williams, who had earlier been given a code violation for racquet abuse, was called for a foot fault.\n\nWilliams launched an angry outburst at the official and got the point penalty, meaning Clijsters won 6-4 7-5.\n\nShe later apologised.\n\nThat incident left Williams on a two-year probation period, so she was fined $2,000 (£1,265) for abusing umpire Eva Asderaki during the 2011 final, where she lost to Australian Sam Stosur.\n\n\"If you ever see me down the hallway look the other way,\" she told Asderaki. \"You're out of control. You're a hater and you're just unattractive inside.\"\n\nAnalysis\n\nBBC tennis correspondent Russell Fuller\n\nIn recent years, Serena Williams has rightly been lauded for speaking out about discrimination faced by women and the black community. Her voice has become a very powerful one, but this latest US Open outburst does not reflect well on her.\n\nIncensed at being warned for coaching, as she felt her character was being called into question, she initially made her point forcefully - but politely - to Carlos Ramos. Many umpires might have turned a blind eye, as the rule is widely flouted, but Williams' coach Patrick Mouratoglou has admitted he was trying to send her a message.\n\nWhen Williams broke her racquet in anger, Ramos had no alternative. A warning is followed by a penalty point.\n\nThis is when the 36-year-old started to lose her cool. Jabbing her finger angrily in Ramos' direction, she called him a liar and a thief and suggested she would make sure he never umpired any of her matches again. Anything that questions an umpire's honesty has to be penalised and credit to Ramos for having the courage to make that call against the greatest player of all time as she chased history on home soil.\n\nThe presentation ceremony began in a poisonous atmosphere, until Williams took the initiative. She put her arm around Osaka, congratulated her and asked the crowd to stop booing.\n\n'Osaka had moment snatched away' - social media reaction from tennis world\n\nNaomi Osaka became the first Japanese to win a Grand Slam\n\nAmerican former world number four Brad Gilbert: This is so sad and especially for Osaka on her tremendous level throughout the tournament. The coaching violation was ridiculous - SW23 never saw it and looked liked absolutely nothing. Seen 50x worse and not called. Osaka was two games from the finish line, let the match play out.\n\nBritish number four Liam Broady: I think incredibly strong from the umpire to not be intimidated by a GOAT of the game and hand out the game penalty. You shouldn't talk to anybody in this way whether they're an umpire or person on the street.\n\nAbsolutely gutted for Osaka. Has had this moment snatched away from her, hardly smiling lifting the trophy.\n\nCanadian tennis player Vasek Pospisil: What a disappointing way for a US Open final to end.\n\nSerena Williams' coach Patrick Mouratoglou tweeted shortly after the end of the match\n\nSerbian former French Open champion Ana Ivanovic: What a performance by Osaka!! So strong and composed and what a champion Serena is!\n\nBritish former number one Greg Rusedski: A new star is born in the women's game! What a performance from Naomi Osaka. She stood toe to toe with Serena Williams. All the headlines unfortunately will be about the point, game penalty & chair umpire, but we should remember the extraordinary performance from Naomi Osaka.\n\nAmerican former US Open champion Andy Roddick: Worst refereeing I've ever seen...the worst!!!\n\nBritish former tennis player Andrew Castle: Serena Williams was fined $175,000 after the 2009 US Open semi-final meltdown v Clijsters. This will be hefty too. Not sure how any unbiased observer who knows the rules and history of tennis can look at what happened and defend Serena.\n\nAmerican 12-time Grand Slam singles champion Bille Jean King: When a woman is emotional, she's \"hysterical\" and she's penalised for it. When a man does the same, he's \"outspoken\" & and there are no repercussions. Thank you, @serenawilliams, for calling out this double standard. More voices are needed to do the same.\n\nTwo-time Grand Slam champion Victoria Azarenka: If it was a men's match, this wouldn't happen like this. It just wouldn't."}, {"link": "https://www.bbc.co.uk/news/uk-45462128", "published": "2018-09-09T01:11:41", "title": "'Same roof' criminal compensation scheme rule ended", "text": "Image copyright Science Photo Library Image caption Some victims who lived with their attacker have not been able to get compensation from the government scheme\n\nThe Ministry of Justice is scrapping rules which prevent some victims of crime from being compensated if they lived with their attacker.\n\nThe \"same roof rule\" was changed in 1979, but not retrospectively, meaning victims from before that time have been refused payouts.\n\nIt is part of a government review to \"improve access\" to compensation.\n\nJustice Secretary David Gauke said he wanted to \"make sure victims get the awards they're due\".\n\nThe Court of Appeal ruled in July that the pre-1979 caveat in the Criminal Injuries Compensation Scheme (CICS) had unfairly denied compensation to a claimant who was abused as a child by her stepfather.\n\nThe government said it agreed with the ruling and would not appeal.\n\nThe review into CICS, to be launched on Sunday, will also look at the existing time limit where adult victims have to apply for compensation within two years of the crime.\n\nThe MoJ said both measures would be especially relevant for victims of historic child abuse and seek to \"reflect the changing nature of crime\" and \"better support victims\".\n\nThe CICS is available in England, Wales and Scotland and is funded out of government spending. Last year, it paid out more than £150m to victims.\n\nClaims can be made in relation to mental or physical injury, sexual or physical abuse, loss of earnings and the death of a close relative.\n\nThe Ministry of Justice will also look at whether to expand the definition of a crime of violence to include sexually exploitative behaviour, such as grooming, and how victims of terrorism should be compensated.\n\nThe MoJ also said the review will look at the \"sustainability\" of the scheme and the \"affordability\" of any changes.\n\nBBC home affairs correspondent, Danny Shaw, said it would be the \"most far-reaching review of the scheme for more than 20 years\".\n\n'Rebuild lives'\n\nMr Gauke said: \"Whilst no amount of compensation can make up for the immense suffering endured by victims of violent crime, it is vital they receive the help and support needed to rebuild their lives.\n\n\"Over the years we've seen more prosecutions for sexual offences and sadly experienced the horror of terrorism.\n\n\"We need to make sure these victims get the awards they're due so we will be looking to ensure the criteria are appropriate.\"\n\nThe announcement was welcomed by Barnardo's chief executive Javed Khan, Victim Support chief officer Diana Fawcett, and Rape Crisis co-chairwomen Dawn Thomas and Dianne Whitfield.\n\nIn a joint statement, they said: \"As a coalition, we have long campaigned to get justice for victims of child sexual abuse who have lost out due to illogical rules governing the scheme.\n\n\"We are glad the Ministry of Justice has listened to our concerns, so victims will at long last get the compensation they so rightly deserve.\"\n\nThe review will start immediately and is expected to report back to the government in 2019 with any recommendations for changes to the scheme."}, {"link": "https://www.bbc.co.uk/news/world-europe-45461686", "published": "2018-09-09T02:28:35", "title": "Swedish election: Vote held amid anti-immigration surge", "text": "Image copyright Reuters Image caption Immigration and asylum have been major issues in the campaign\n\nSwedish voters are set to vote in a general election dominated by the rise of an anti-immigration party.\n\nThe nationalist Sweden Democrats (SD), which polls suggest have 20% support, are tipped for second place, eight years after they entered parliament.\n\nNeither the governing Social Democrats nor the main centre-right party is likely to win a majority.\n\nPrime Minister Stefan Löfven has accused the SD of extremism and said that a vote for it was \"dangerous\".\n\nImmigration has been a central issue of the campaign. The SD doubled its seats in the 2014 election and it is predicted to double them again in this election.\n\nImage copyright Reuters Image caption PM Stefan Löfven has vowed to fight \"extremism\"\n\n\"Dark forces are mobilising in Sweden,\" Mr Löfven said in his final rally on Saturday. \"The hateful forces are mobilising now in Sweden and agitating people against each other.\"\n\nSD leader Jimmie Åkesson countered that Sweden had been \"an extreme country in many ways, not least when it comes to immigration\" and that his plan to take in fewer migrants would be regarded as \"normal politics in the rest of Europe\".\n\nWho are the Sweden Democrats?\n\nThe SD was linked for years to neo-Nazis and other far-right groups, only entering parliament in 2010.\n\nIt has been working to rebrand itself, changing its logo from a flaming torch (similar to the one used by the UK far-right National Front) to a blue-and-yellow daisy, the colours of the Swedish flag.\n\nImage copyright EPA Image caption Jimmie Åkesson of the Sweden Democrats after Friday's heated party-leader debate\n\nTraditionally appealing to working-class men, it wants to attract more women and higher-income voters.\n\nMr Åkesson, who became leader in 2005, says there is zero tolerance towards racism in the party and several members have been expelled.\n\nHowever, the party has still been embroiled in various racism scandals.\n\nOne municipal candidate shared a song on Facebook with the lyrics \"Swedes are white and the country is ours\", according to a report in tabloid Aftonbladet.\n\nLast year, some of its ex-members went on to found the far-right Alternative for Sweden (AfS).\n\nWhat are the key issues?\n\nSweden's economy is booming but many voters are concerned that housing, healthcare and welfare services have come under pressure from a wave of immigration during the 2015 migrant crisis.\n\nThat year Sweden took in a record 163,000 asylum seekers - the highest such intake in the EU, per head of population.\n\nSweden's traditional parties have since hardened their tone to reflect concerns about integration.\n\nMany voters are also concerned about violence. The SD links a rise in shootings to increased immigration, although official figures show no correlation.\n\nThe SD also wants to leave the European Union and has proposed a \"Swexit\" referendum. However, the powerful centrist parties all oppose such a vote, so it is unlikely to go ahead.\n\nAside from immigration, climate change is an issue many Swedes care about - particularly after a long, hot summer and severe forest fires.\n\nDuring the heatwave, around 25,000 hectares of forest burned in wildfires and many farmers were forced to destroy livestock after their pasture land dried up.\n\nMedia playback is unsupported on your device Media caption Swedish teen's sit-in climate protest\n\nSupport for the Green party, which had been struggling after various internal scandals, has crept up across the country.\n\nThe Left party is making gains too, from the environmentally concerned and from centre-left voters dissatisfied with the mainstream parties' approach to migration.\n\nWho could be in charge?\n\nPrime Minister Lofven currently heads a minority, centre-left coalition government made up of his Social Democrats and the Green Party.\n\nIn recent years there has been a fall in support for the Social Democrats and the largest traditional opposition party, the centre-right Moderates.\n\nHowever, polls suggest that the Social Democrats are narrowly ahead of other parties and may be in a position to lead another minority government.\n\nBoth the Social Democrats and the Moderates have said they will not enter a coalition with the SD, however well they perform."}]}, "theguardian": {"rss": "https://www.theguardian.com/uk/rss", "link": "https://www.theguardian.com/international", "articles": [{"link": "https://www.theguardian.com/us-news/2018/sep/09/mike-pence-denies-discussing-plan-to-remove-donald-trump-from-power", "published": "2018-09-09T02:40:39", "title": "Mike Pence denies discussing plan to remove Donald Trump from power", "text": "A bombshell newspaper essay which detailed efforts to sideline Donald Trump from government was “just an obvious attempt to distract attention from this booming economy and [the president’s] record of success”, vice-president Mike Pence has said.\n\nSpeaking to CBS’s Face the Nation in an interview to be broadcast in full on Sunday, Pence also denied that White House officials had discussed invoking the 25th amendment and removing Trump from power.\n\nFear review: Bob Woodward's dragnet descends on Donald Trump Read more\n\nThe comment piece was published by the New York Times on Wednesday, under the title “I Am Part of the Resistance Inside the Trump Administration” and attributed to a mystery “senior official”.\n\nIt came a day after the Washington Post detailed veteran journalist Bob Woodward’s reporting in a new book that Trump aides regularly disobeyed orders or removed papers from the president’s desk.\n\nThough the author of the New York Times article said there had been discussion of removing the “amoral … impetuous, adversarial, petty and ineffective” Trump from power, he or she also drew attention to administration achievements – Republican goals including “effective deregulation, historic tax reform, a more robust military and more”.\n\nThe “adults in the room” had achieved this while working around the president’s “half-baked, ill-informed and occasionally reckless” decisions, the author said.\n\nAmidst a torrent of criticism and official denials and a gleeful Washington whodunnit – and with suspicion falling on Pence himself, given the use of “lodestar”, a word common in his public remarks – the vice-president told CBS he “wouldn’t know” who wrote the piece.\n\n“But what I can say,” he said, “it’s a disgrace. I think the author … and frankly the New York Times should be ashamed.”\n\nThe 25th amendment provides for the removal of a president on grounds of inability “to discharge the powers and duties of his office”. It must be invoked by the vice-president and members of the cabinet. Asked if the process had been discussed, Pence said: “No. Never. And why would we?”\n\n'I'm a popularist': Trump struggles with Bannon's coaching in Woodward book Read more\n\nIn his book, Fear, a copy of which the Guardian obtained, Woodward quotes then Republican National Committee chairman Reince Priebus as saying in October 2016 Pence was “prepared to step up”, with former secretary of state Condoleeza Rice “as his VP”, when Trump faced the Access Hollywood tape scandal.\n\nIn his CBS interview, Pence did not dwell on such tantalising what-ifs. Instead, he swivelled mid-answer to attack Trump’s immediate predecessor. Since Friday, Barack Obama has delivered two explicitly political speeches, criticizing the president and aiming to fire up Democrats for the midterm elections.\n\nThe “truth of the matter”, Pence said, “is over the last eight years, despite what we heard from President Obama on Friday, I mean this country was struggling.”\n\nPence also spoke to Fox News Sunday. He told that show “it was very disappointing to see Obama break with the tradition of former presidents and become so political and roll out the same tired arguments that he and liberals have made over the last eight years”."}, {"link": "https://www.theguardian.com/politics/2018/sep/08/unions-poll-massive-backing-second-eu-brexit-referendum", "published": "2018-09-08T19:30:22", "title": "Bombshell poll reveals heavy union backing for second Brexit vote", "text": "Members of Britain’s three biggest trade unions now support a new referendum on Brexit by a margin of more than two to one, according to a bombshell poll that will cause political shockwaves on the eve of the party conference season.\n\nThe survey of more than 2,700 members of Unite, Unison and the GMB by YouGov, for the People’s Vote campaign, also finds that a clear majority of members of the three unions now back staying in the EU, believing Brexit will be bad for jobs and living standards.\n\nThe poll comes as union delegates gather in Manchester for the annual TUC conference, where Brexit will be debated on Monday, and two weeks before the Labour party conference in Liverpool, where delegates are expected to debate and vote on Brexit policy. They will also consider calls to keep open the option of a fresh referendum on any deal Theresa May may strike on the UK’s exit from the EU.\n\nWill big three unions back members’ call for a people’s Brexit vote? Read more\n\nIn an interview with the Observer before the poll findings were released, shadow chancellor John McDonnell said his preferred option was still for voters to be offered a say on the government’s handling of Brexit – and any deal brought back from Brussels by May – in a general election. But he said that if Labour was unable to force one in the coming months, he wanted to “keep all options open”, including supporting a new referendum.\n\nMcDonnell said he was sure there would be a full debate, and votes, on Brexit at the Labour conference. And he went out of his way to praise the People’s Vote campaign, which he said had been very “constructive” and had made clear that its attempts to influence Labour policy should not be seen “as an attack on Jeremy Corbyn or positioning around the leadership. It should be a constructive debate and that is right.”\n\nThe poll found that members of Unite, the country’s biggest union, and Labour’s largest financial backer, now support a referendum on the final Brexit deal by 59% to 33% and support staying in the EU by 61% to 35%. GMB’s members support putting the issue back to the people by 56% to 33% and its members want the UK to stay in the EU by 55% to 37%.\n\nUnison members back another referendum by 66% to 22% and would opt to stay in the EU by 61% to 35%.\n\nUnion members think standards of living will deteriorate as a result of Brexit by a margin of around four to one (Unite members by 55% to 11%, Unison members by 61% to 16%, and GMB members by 49% to 11%).\n\nThey also believe Brexit will worsen, not improve, job opportunities (Unite members by 57% to 16%, Unison members by 52% to 27%, and GMB members by 43% to 18%).\n\nDespite claims that workers are overwhelmingly against immigration, members of all three unions want to prioritise trade over controlling immigration (Unison members by 68% to 22%, Unite members by 65% to 27%, and GMB members by 58% to 32%).\n\nLast week Tim Roache, the GMB’s general secretary, announced that his union would back another referendum after consulting its 620,000 members. Roache, who will address a People’s Vote March for the Many on the opening day of Labour’s conference, said the country did not vote for a “no deal” Brexit or to damage the economy.\n\n“In trade union terms, if we negotiate a pay deal for our members we put that deal back to the members and they decide whether that’s acceptable or not.”\n\nThe TUC is expected to adopt a new position on Brexit that will place an emphasis on jobs, rights at work and peace in Northern Ireland. Its executive council is also likely to back the possibility of another vote on Brexit.\n\nShakira Martin, president of the National Union of Students, who will be speaking at the TUC, said: “What this poll shows is that rank-and-file members of the three largest trade unions in the country are now united in solidarity with young people and students in backing a People’s Vote on the final Brexit deal.\n\n“The campaign for a People’s Vote is a movement that reaches out across regions, party, age, race and class. As we seem to be moving closer to a no-deal scenario which would be disastrous for the country, the time has come to join our voices for a People’s Vote.”\n\nWriting in today’s Observer, Peter Kellner, the former president of YouGov, said the poll could mark a turning point. “It’s not that rank-and-file trade unionists are indulging in gesture politics or ideological breast-beating.\n\n‘They are worried about the impact of Brexit on jobs, taxes, living standards and the National Health Service. They fear that Brexit Britain would find it harder to sell products and services abroad.”\n\nKellner says the methods used by YouGov are much the same as the company deployed when it correctly predicted Corbyn’s win in the race for the Labour leadership in 2015.\n\nBaroness Margaret Prosser, a Labour peer and former president of the TUC, said: “Trade unions always listen to members and that’s why we’re already beginning to see them move on this issue. But this poll is important because it shows we need to move further and faster in the next few weeks if we’re going to fight for the best interests of workers.\n\n“A People’s Vote is the last, best hope we have of preventing massive damage on jobs, public services and our most hard-pressed communities.”\n\nConservative MP and former minister Guto Bebb, who quit as a defence minister in July in protest at Theresa May’s concessions to Tory Brexiters, yesterday added his voice to those backing another referendum."}, {"link": "https://www.theguardian.com/sport/2018/sep/09/serena-williams-accuses-officials-of-sexism-and-vows-to-fight-for-women", "published": "2018-09-09T03:45:58", "title": "Serena Williams accuses officials of sexism and vows to 'fight for women'", "text": "After umpire row, the 23-time Grand Slam champion wins backing of tennis legend Billie Jean King after saying men are treated less harshly\n\nSerena Williams has accused an umpire of sexism and treating her more harshly than men as she used a press conference to double down on her earlier on-court tirade at the official during her US Open final defeat to Japan’s Naomi Osaka.\n\nWilliams was cited by official Carlos Ramos for three code violations during her 6-2, 6-4 loss to the 20-year-old Osaka on Saturday: for getting coaching signals; for breaking her racket, which cost her a point; and for calling the chair umpire a thief, which cost her a game.\n\nSerena Williams rails at umpire as superb Naomi Osaka wins US Open Read more\n\nBut despite the match penalties, she renewed her attack at a media conference later.\n\n“I’ve seen other men call other umpires several things,” she said. “I’m here fighting for women’s rights and for women’s equality and for all kinds of stuff. For me to say ‘thief,’ and for him to take a game, it made me feel like it was a sexist remark. He’s never taken a game from a man because they said ‘thief’.\n\n“For me, it blows my mind,” Williams said. “But I’m going to continue to fight for women.”\n\nEarlier, as Williams pleaded her case on court with tournament referee Brian Earley, calling the penalties unfair, she said: “Because you’re a woman, you’re going to take this away from me?”\n\nTwo-time Australian Open champion and two-time U.S. Open runner-up Victoria Azarenka backed up Williams’ stance, writing on Twitter : “If it was men’s match, this wouldn’t happen like this. It just wouldn’t.”\n\nvictoria azarenka (@vika7) If it was men’s match, this wouldn’t happen like this.\n\nIt just wouldn’t\n\nBillie Jean King, who won 12 Grand Slam singles titles and helped found the women’s tennis tour and pave the way for equal prize money in the sport, also commented via Twitter on what happened Saturday.\n\n“Several things went very wrong during” , King wrote. “Coaching on every point should be allowed in tennis. It isn’t, and as a result, a player was penalized for the actions of her coach. This should not happen.”\n\nBillie Jean King (@BillieJeanKing) (1/2) Several things went very wrong during the @usopen Women’s Finals today. Coaching on every point should be allowed in tennis. It isn’t, and as a result, a player was penalized for the actions of her coach. This should not happen.\n\nIn a second tweet, King said: “When a woman is emotional, she’s ‘hysterical’ and she’s penalized for it. When a man does the same, he’s ‘outspoken’ & and there are no repercussions. Thank you (Serena Williams) for calling out this double standard. More voices are needed to do the same.”\n\nBillie Jean King (@BillieJeanKing) (2/2) When a woman is emotional, she’s “hysterical” and she’s penalized for it. When a man does the same, he’s “outspoken” & and there are no repercussions. Thank you, @serenawilliams, for calling out this double standard. More voices are needed to do the same.\n\nWilliams’ supporters could point to recent examples of how tennis has treated women differently to men.\n\nErnest Owens (@MrErnestOwens) Same umpire accused Venus of cheating in 2016 gave her a coaching violation because of it.\n\n\n\nSo when I say there is racial bias, please stop denying the obvious.\n\n\n\nThis is disgusting. Serena knew exactly what was happening and fought for the truth. #USOpen\n\npic.twitter.com/nYt1z70rFl\n\nJust before the US Open, the French tennis federation president said that the black catsuit worn this year by Williams at the French Open would not be allowed at that tournament in the future. During the US Open, a female player, Alize Cornet, was incorrectly admonished by a chair umpire for changing her shirt during a match, which is allowed and which men do all the time. And the US Tennis Association created a new rule last week that allows for a 10-minute break in men’s matches when the heat and humidity are too harsh; previously, only women were given that chance for a delay.\n\n“I just feel like the fact that I have to go through this is just an example for the next person that has emotions, and that want to express themselves, and want to be a strong woman. They’re going to be allowed to do that because of today,” Williams said. “Maybe it didn’t work out for me, but it’s going to work out for the next person.”\n\nWilliams has fallen foul of officials before, most notably when she launched a tirade for a penalty in the final against Australian player Sam Stosur at Flushing Meadows seven years ago."}, {"link": "https://www.theguardian.com/politics/2018/sep/08/boris-johnson-supporters-divorce-tory-leadership-bid-chances", "published": "2018-09-08T20:01:35", "title": "Divorce news ‘won’t mar’ any Johnson leadership bid, colleagues insist", "text": "Key allies of Boris Johnson rallied behind the former foreign secretary on Saturday night, insisting that news of his divorce and stories about his personal life would do nothing to damage his chances of succeeding Theresa May as Conservative leader after Brexit.\n\nJohnson has endured lurid headlines after an announcement that he and his wife of 25 years, the lawyer Marina Wheeler, are to divorce. But on Saturday, as Johnson took time out to watch the fifth test match between England and India at the Oval in London, where he was booed by the crowd, supporters said his career trajectory would be unaffected.\n\nBoris is a brand. He defies all logic. He can do things other politicians can’t\n\nThe former cabinet minister Andrew Mitchell, who would have backed Johnson as leader in 2016 had he not stood down from the contest to succeed David Cameron, told the Observer: “Most colleagues will be sympathetic and supportive at what is a difficult time for him. I very much doubt that this will have much impact on his leadership chances.” Another friend of Johnson, who says the next party leader must be a hardline Brexiter, said: “There is a lot of sympathy. There is no reason why someone who has gone through a divorce cannot go on to be prime minister. And this probably applies to Boris more than anyone.”\n\nJohnson’s next high-profile appearance is expected to be at the Tory party conference early next month, where he will address an event hosted by ConservativeHome, the website for grassroots party supporters. He is expected to use a speech to call again for May to drop the Chequers deal on Brexit – over which he resigned from the cabinet in July – and back a cleaner break from the EU.\n\nSources close to Johnson said this would be his only appearance at the Birmingham conference. The source said Johnson would be wary of making too brazen a pitch for May’s job there, at a time when the prime minister would be trying desperately to hold the party together as she approaches the critical stages of the Brexit negotiations.\n\nPaul Goodman, a former MP and editor of ConservativeHome, said a hall with a capacity of 1,000 had been booked for the Johnson appearance. Goodman, whose organisation regularly polls party supporters for their views on who would be the best leader, said that he did not expect Johnson’s personal problems to dent his chances in any contest. “I think Boris’s standing among party members is quite high and his standing among Tory MPs is quite low and I don’t think this will make any difference.”\n\nBoris Johnson and Marina Wheeler announce divorce Read more\n\nA poll last week by ConservativeHome showed Johnson had the backing of 35% of Tory supporters to be the next leader, more than double the proportion backing any other candidate. A survey by Survation for the Daily Mail taken after news of his divorce was announced found 18% of voters felt his personal difficulties made him unfit to be prime minister, against 64% who thought it did not make him unsuitable.\n\nAnother senior Tory said that Johnson was different from other politicians, and could bounce back more quickly from difficulties than his colleagues. “Boris is a brand. He defies all logic. He can do things that other politicians can’t.”\n\nLater on Saturday, Johnson launched an uncompromising attack on the prime minister’s Brexit strategy, likening Britain to “a seven-stone weakling” up against the EU’s “500lb gorilla”.\n\nIn an article for the Mail on Sunday he continued: “We have wrapped a suicide vest around the British constitution – and handed the detonator to Michel Barnier.”"}]}, "breitbart": {"link": "http://www.breitbart.com/", "articles": [{"title": "Musk’s Craziest Claims on the ‘Joe Rogan Experience’ Podcast", "text": "Tesla CEO Elon Musk appeared on the Joe Rogan Experience podcast Thursday where he made a number of outlandish claims and comments — here are some of the best.\n\nDuring the course of his interview on the Joe Rogan Experience podcast, Tesla and SpaceX CEO Elon Musk made a number of outlandish claims while smoking weed and drinking whiskey with the host. Throughout the podcast, Musk dodged uncomfortable questions about the operating status of Tesla’s solar roofing panels, claimed that humans shouldn’t kick robots because they have a “long memory” and stated that The Boring Company started out as a joke and that there is a good chance the company’s LA tunnel project will fail.\n\n“I have this, it’s sort of a hobby company, called the Boring Company, which started out as a joke. And we decided to make it real, and dig a tunnel under LA. And then other people asked us to build tunnels so we said yes in a few cases,” said Musk discussing the Boring Company. Mentioning the tunnel that the Boring Company is supposed to be building underneath Los Angeles to the Dodgers Stadium, Musk stated: “We’ve dug about a mile. It’s quite long. It takes a long time to walk it,” he continued “I’m not saying it’s going to be successful. It’s not, like, asserting it’s going to be successful. But so far I’ve lived in LA for 16 years and the traffic has always been terrible. And so I don’t see any other ideas for improving the traffic.”\n\nMusk continued: “So in desperation, we are going to build a tunnel, and maybe that tunnel will be successful. And maybe it won’t. I’m not trying to convince you it’s going to work. Or anyone.” Musk also clarified why he chose to dig the tunnel in LA: “It’s in LA because I mostly live in LA. That’s the reason. It’s a terrible place to dig tunnels.” Twitter users picked out some of Musk’s claims and took issue with them.\n\n\"You can have 100 levels of tunnels\" How much drugs you need to take to imagine this scenario ?$TSLA — Deepak CFO (@TezzlaCFO) September 7, 2018\n\nDuring another exchange, Rogan asked Musk about Tesla’s solar roof capabilties, Musk referred to digitally redenred CGI pictures of houses with the technology and stated that the houses do in fact work — except the houses aren’t real.\n\nTake a look for yourself. These are CGI houses. https://t.co/upUhk0onYS Elon just said \"Those all actually work.\" — Twain's Mustache (@TwainsMustache) September 7, 2018\n\nWhen asked by Rogan if the houses are available now for purchase, Musk made an odd noise indiciated that they would be but didn’t fully answer:\n\nRogan asks if Tesla's solar roof is available to buy now. Musk makes noises that sound like he wants to say yes, but doesn't answer. Rogan moves on. — E.W. Niedermeyer (@Tweetermeyer) September 7, 2018\n\nDiscussing the number of lawsuits and investigations brought against Tesla for car malfunctions, Musk claimed that most of the lawsuits were frivolous and that people would have died if they had similar accidents in other makes of car: “The S, X, and 3 have the lowest probability of injury of any cars ever tested by the U.S. government,” said Musk. “Yeah. But it’s pretty funny, pretty crazy — people still sue us. Like, they’ll have, like, some accident at 60 miles an hour where they’ve, like, twisted an ankle. And they — like, they would be dead in another car, but they still sue us.”\n\nIn another candid moment, Musk told Rogan that China has an advantage on the U.S. because their politicians are better at science. “You know, I wish politicians were better at science. That would help a lot,” Musk said when asked about the issues holding back innovation. “Actually, they’re pretty good at science in China, I have to say,” Musk said, adding, “The mayor of Beijing has, I believe, an environmental engineering degree, and the deputy mayor has a physics degree. I met them.”\n\nMusk also warned that people shouldn’t kick or abuse robots — because they have a long memory. Rogan joked during the podcast about PETA putting out a statement that “robotic dogs” should not be abused, referencing the machines created by groups such as Boston Dynamics. One of the tests that engineers put these robots under is a kick test to ensure that the robots do not fall and are well made. “It’s probably not wise,” said Musk discussing kicking a robot. “Their memory is very good.”\n\nDiscussing the future of Tesla vehicles, Musk stated that the next version of the Tesla Roaster will have rockets — he then clarifies that these will be compresses air jets. Then he states that flying cars would never work because they’re too loud — after claiming that he will be putting very loud compressed air jets in his future car.\n\nMusk saying the next-gen Roadster will have rockets, which he then says will be compressed air jets… and then says flying cars won't work because they will be too loud. Just classic Musk. Relentlessly on-brand. — E.W. Niedermeyer (@Tweetermeyer) September 7, 2018\n\nAt one point in the conversation, Musk — who called the British cave rescuer Vern Unsworth a pedophile via Twitter — lamented that people should be nicer to each other on the social media platform:\n\nMusk: \"There's a lot of negativity on Twitter.\" — E.W. Niedermeyer (@Tweetermeyer) September 7, 2018\n\nAnd of course, Musk began smoking weed which resulted in him receiving a number of text messages — most likely from onlookers worried about the public image of the Tesla CEO drinking and doing drugs on a podcast:\n\n32. Elon’s phone started blowing up with texts. About him smoking weed. Tesla BOD will not be happy. The headlines tomorrow will be about how Elon smoked weed in public. Short any pop in the stock. Elon is in his way out as CEO of $TSLA. — Gabe Hoffman (@GabeHoff) September 7, 2018", "link": "http://www.breitbart.com/tech/2018/09/07/musks-craziest-claims-on-the-joe-rogan-podcast/", "published": "2018-09-07T00:00:00"}, {"title": "Musk’s Craziest Claims on the ‘Joe Rogan Experience’ Podcast", "text": "Tesla CEO Elon Musk appeared on the Joe Rogan Experience podcast Thursday where he made a number of outlandish claims and comments — here are some of the best.\n\nDuring the course of his interview on the Joe Rogan Experience podcast, Tesla and SpaceX CEO Elon Musk made a number of outlandish claims while smoking weed and drinking whiskey with the host. Throughout the podcast, Musk dodged uncomfortable questions about the operating status of Tesla’s solar roofing panels, claimed that humans shouldn’t kick robots because they have a “long memory” and stated that The Boring Company started out as a joke and that there is a good chance the company’s LA tunnel project will fail.\n\n“I have this, it’s sort of a hobby company, called the Boring Company, which started out as a joke. And we decided to make it real, and dig a tunnel under LA. And then other people asked us to build tunnels so we said yes in a few cases,” said Musk discussing the Boring Company. Mentioning the tunnel that the Boring Company is supposed to be building underneath Los Angeles to the Dodgers Stadium, Musk stated: “We’ve dug about a mile. It’s quite long. It takes a long time to walk it,” he continued “I’m not saying it’s going to be successful. It’s not, like, asserting it’s going to be successful. But so far I’ve lived in LA for 16 years and the traffic has always been terrible. And so I don’t see any other ideas for improving the traffic.”\n\nMusk continued: “So in desperation, we are going to build a tunnel, and maybe that tunnel will be successful. And maybe it won’t. I’m not trying to convince you it’s going to work. Or anyone.” Musk also clarified why he chose to dig the tunnel in LA: “It’s in LA because I mostly live in LA. That’s the reason. It’s a terrible place to dig tunnels.” Twitter users picked out some of Musk’s claims and took issue with them.\n\n\"You can have 100 levels of tunnels\" How much drugs you need to take to imagine this scenario ?$TSLA — Deepak CFO (@TezzlaCFO) September 7, 2018\n\nDuring another exchange, Rogan asked Musk about Tesla’s solar roof capabilties, Musk referred to digitally redenred CGI pictures of houses with the technology and stated that the houses do in fact work — except the houses aren’t real.\n\nTake a look for yourself. These are CGI houses. https://t.co/upUhk0onYS Elon just said \"Those all actually work.\" — Twain's Mustache (@TwainsMustache) September 7, 2018\n\nWhen asked by Rogan if the houses are available now for purchase, Musk made an odd noise indiciated that they would be but didn’t fully answer:\n\nRogan asks if Tesla's solar roof is available to buy now. Musk makes noises that sound like he wants to say yes, but doesn't answer. Rogan moves on. — E.W. Niedermeyer (@Tweetermeyer) September 7, 2018\n\nDiscussing the number of lawsuits and investigations brought against Tesla for car malfunctions, Musk claimed that most of the lawsuits were frivolous and that people would have died if they had similar accidents in other makes of car: “The S, X, and 3 have the lowest probability of injury of any cars ever tested by the U.S. government,” said Musk. “Yeah. But it’s pretty funny, pretty crazy — people still sue us. Like, they’ll have, like, some accident at 60 miles an hour where they’ve, like, twisted an ankle. And they — like, they would be dead in another car, but they still sue us.”\n\nIn another candid moment, Musk told Rogan that China has an advantage on the U.S. because their politicians are better at science. “You know, I wish politicians were better at science. That would help a lot,” Musk said when asked about the issues holding back innovation. “Actually, they’re pretty good at science in China, I have to say,” Musk said, adding, “The mayor of Beijing has, I believe, an environmental engineering degree, and the deputy mayor has a physics degree. I met them.”\n\nMusk also warned that people shouldn’t kick or abuse robots — because they have a long memory. Rogan joked during the podcast about PETA putting out a statement that “robotic dogs” should not be abused, referencing the machines created by groups such as Boston Dynamics. One of the tests that engineers put these robots under is a kick test to ensure that the robots do not fall and are well made. “It’s probably not wise,” said Musk discussing kicking a robot. “Their memory is very good.”\n\nDiscussing the future of Tesla vehicles, Musk stated that the next version of the Tesla Roaster will have rockets — he then clarifies that these will be compresses air jets. Then he states that flying cars would never work because they’re too loud — after claiming that he will be putting very loud compressed air jets in his future car.\n\nMusk saying the next-gen Roadster will have rockets, which he then says will be compressed air jets… and then says flying cars won't work because they will be too loud. Just classic Musk. Relentlessly on-brand. — E.W. Niedermeyer (@Tweetermeyer) September 7, 2018\n\nAt one point in the conversation, Musk — who called the British cave rescuer Vern Unsworth a pedophile via Twitter — lamented that people should be nicer to each other on the social media platform:\n\nMusk: \"There's a lot of negativity on Twitter.\" — E.W. Niedermeyer (@Tweetermeyer) September 7, 2018\n\nAnd of course, Musk began smoking weed which resulted in him receiving a number of text messages — most likely from onlookers worried about the public image of the Tesla CEO drinking and doing drugs on a podcast:\n\n32. Elon’s phone started blowing up with texts. About him smoking weed. Tesla BOD will not be happy. The headlines tomorrow will be about how Elon smoked weed in public. Short any pop in the stock. Elon is in his way out as CEO of $TSLA. — Gabe Hoffman (@GabeHoff) September 7, 2018", "link": "http://www.breitbart.com/tech/2018/09/07/musks-craziest-claims-on-the-joe-rogan-podcast/#disqus_thread", "published": "2018-09-07T00:00:00"}, {"title": "Elon Musk Praises 'Really Smart' Chinese Politicians; 'They're Good at Science'", "text": "Tesla founder and CEO Elon Musk praised Chinese politicians as more scientifically apt than their American counterparts. He offered his comments during a Thursday appearance on the Joe Rogan Experience podcast.\n\nMusk also said “average citizens” of America need not worry about potential Chinese state surveillance of their behavior through mobile phones manufactured in partnership with the Chinese government, such as those from Huawei electronics.\n\nTranscript below.\n\nROGAN: What do you see in terms of — when you think about the future of your companies — bottlenecks; things that are holding back innovation; regulatory commissions and people that don’t understand the technology that are influencing policy? What could potentially be holding you guys back, right now? Is there anything that you would change?\n\nMUSK: That’s a good question. I wish politicians were better at science. That would help a lot.\n\nROGAN: That’s a problem. There’s no incentive for them to be good at science.\n\nMUSK: There isn’t. Actually, they’re pretty good at science in China. The mayor of Beijing, I believe, has an environmental engineering and the deputy mayor has a physics degree. I met them. The mayor of Shanghai is really smart.\n\nROGAN: What do you think of this government policy of stopping use of Huawei phones and there’s something about the worry about spying. From what I understand, from real tech people, they think it’s horseshit. Like phones, like the government saying, “Don’t buy Huawei phones.” Are you up on that, at all?\n\nMUSK: I guess if you have like top-secret stuff, then you want to be pretty careful about what hardware you use, but most people do not have top secret stuff, and nobody really cares what porn you watch. Nobody actually cares.\n\nROGAN: And if they do, that’s kinda on them.\n\nMUSK: National spy agencies do not give a rat’s ass what porn you watch. They do not care. What secrets does a national spy agency have to learn from the average citizens? Nothing.\n\n…\n\nROGAN: The worry is that these are somehow controlled by the Chinese government. The communist Chinese government is going to distribute these phones, and I don’t know if the worry is economic influence, that they’ll have too much power. I don’t know what it is. Are you paying attention to any of this?\n\nMUSK: Not really. I don’t think we should worry too much about Huawei phones. Maybe your national security agencies shouldn’t have Huawei phones. I think that’s a question mark. But I think for the average citizen, it doesn’t matter. Pretty sure the Chinese government does not care about the goings on of the average American citizen.", "link": "http://www.breitbart.com/tech/2018/09/07/elon-musk-praises-really-smart-chinese-politicians/", "published": "2018-09-07T00:00:00"}, {"title": "Elon Musk Praises 'Really Smart' Chinese Politicians; 'They're Good at Science'", "text": "Tesla founder and CEO Elon Musk praised Chinese politicians as more scientifically apt than their American counterparts. He offered his comments during a Thursday appearance on the Joe Rogan Experience podcast.\n\nMusk also said “average citizens” of America need not worry about potential Chinese state surveillance of their behavior through mobile phones manufactured in partnership with the Chinese government, such as those from Huawei electronics.\n\nTranscript below.\n\nROGAN: What do you see in terms of — when you think about the future of your companies — bottlenecks; things that are holding back innovation; regulatory commissions and people that don’t understand the technology that are influencing policy? What could potentially be holding you guys back, right now? Is there anything that you would change?\n\nMUSK: That’s a good question. I wish politicians were better at science. That would help a lot.\n\nROGAN: That’s a problem. There’s no incentive for them to be good at science.\n\nMUSK: There isn’t. Actually, they’re pretty good at science in China. The mayor of Beijing, I believe, has an environmental engineering and the deputy mayor has a physics degree. I met them. The mayor of Shanghai is really smart.\n\nROGAN: What do you think of this government policy of stopping use of Huawei phones and there’s something about the worry about spying. From what I understand, from real tech people, they think it’s horseshit. Like phones, like the government saying, “Don’t buy Huawei phones.” Are you up on that, at all?\n\nMUSK: I guess if you have like top-secret stuff, then you want to be pretty careful about what hardware you use, but most people do not have top secret stuff, and nobody really cares what porn you watch. Nobody actually cares.\n\nROGAN: And if they do, that’s kinda on them.\n\nMUSK: National spy agencies do not give a rat’s ass what porn you watch. They do not care. What secrets does a national spy agency have to learn from the average citizens? Nothing.\n\n…\n\nROGAN: The worry is that these are somehow controlled by the Chinese government. The communist Chinese government is going to distribute these phones, and I don’t know if the worry is economic influence, that they’ll have too much power. I don’t know what it is. Are you paying attention to any of this?\n\nMUSK: Not really. I don’t think we should worry too much about Huawei phones. Maybe your national security agencies shouldn’t have Huawei phones. I think that’s a question mark. But I think for the average citizen, it doesn’t matter. Pretty sure the Chinese government does not care about the goings on of the average American citizen.", "link": "http://www.breitbart.com/tech/2018/09/07/elon-musk-praises-really-smart-chinese-politicians/#disqus_thread", "published": "2018-09-07T00:00:00"}]}, "infowars": {"link": "https://www.infowars.com/", "articles": [{"title": "Share This Emergency Live Report! Internet Martial Law Initiated Ahead of Trump Assassination", "text": "Alex Jones breaks down how the Democrat-captured tech companies are initiating a digital martial law situation to limit the ability of conservatives to communicate ahead of the Deep State’s desperate plan to assassinate President Donald Trump.", "link": "https://www.infowars.com/share-this-emergency-live-report-internet-martial-law-initiated-ahead-of-trump-assassination/", "published": "2018-09-08T17:20:27-05:00"}, {"title": "Share This Emergency Live Report! Internet Martial Law Initiated Ahead of Trump Assassination", "text": "Alex Jones breaks down how the Democrat-captured tech companies are initiating a digital martial law situation to limit the ability of conservatives to communicate ahead of the Deep State’s desperate plan to assassinate President Donald Trump.", "link": "https://www.infowars.com/share-this-emergency-live-report-internet-martial-law-initiated-ahead-of-trump-assassination/#vuukle-comments", "published": "2018-09-08T17:20:27-05:00"}, {"title": "Alex Jones: Banning of Apple App is Digital Martial Law", "text": "Alex Jones explains how Apple’s removal of the Infowars Official App signals the beginning of the implementation of a digital martial law scenario to limit the reach and effectiveness of Infowars ahead of the midterms or any upcoming false flag.", "link": "https://www.infowars.com/alex-jones-banning-of-apple-app-is-digital-martial-law/", "published": "2018-09-08T14:26:29-05:00"}]}, "foxnews": {"link": "http://www.foxnews.com/", "articles": [{"title": "Serena Williams bested by Naomi Osaka in US Open Women’s Final", "text": "Serena Williams was defeated by first-time finalist Naomi Osaka in Saturday’s U.S. Open Women’s Final, missing the chance to earn a record-tying 24th Grand Slam singles title.\n\nOsaka, at just 20 years of age, earns her first Grand Slam singles title, making her the youngest women’s champion at the U.S. Open since Maria Sharapova in 2006. (She was just 19 at the time.)\n\nOsaka wrapped up a quick 6-2, 6-4 victory for the win.\n\nThe heated match came to a halting stop when Williams was penalized one game for a third code violation, putting Osaka just one game away from the title.\n\nWilliams had been given a first violation by Carlos Ramos for coaching earlier in the set, telling him that she'd \"rather lose\" than cheat. She was given a second violation for smashing her racquet, and again yelled at the chair umpire who had given her the first warning. Her third violation came after she called the umpire a “thief,” leading to an automatic loss of a game in the second set.\n\nWilliams demanded an apology from Ramos throughout the end of the second set and continued to do so after suffering the devastating loss.\n\n\"You owe me an apology,\" she said. \"I have never cheated in my life!\"\n\nWilliams hasn't won the U.S. Open since 2014. Her last victory was at the 2017 Australian Open, when while pregnant she became the oldest Grand Slam female champion at 35.\n\nWilliams has won six of her 23 major titles in New York, and a victory Saturday would have equaled Margaret Court's record.\n\nThe Associated Press contributed to this report.\n\nThis is a developing story. Please check back for updates.", "link": "http://www.foxnews.com/sports/2018/09/08/serena-williams-bested-by-naomi-osaka-in-us-open-women-s-final.html", "published": "2018-09-08T00:00:00"}, {"title": "Kamala Harris, Planned Parenthood slammed for taking Kavanaugh out of context on birth control remarks", "text": "Sen. Kamala Harris, D-Calif., and Planned Parenthood have come under fire after accusing Judge Brett Kavanaugh of describing contraceptives as “abortion-inducing drugs” -- when he was only summarizing the position of a pro-life group.\n\n\n\nThe flashpoint came on Thursday when Kavanaugh was asked at his Supreme Court confirmation hearing about a case he ruled on that involved Priests for Life, who were challenging Obamacare’s contraceptive mandate that the group said violated their religious beliefs.\n\n\n\n\"That was a group that was being forced to provide certain kind of health coverage over their religious objection to their employees. And under the Religious Freedom Restoration Act, the question was first, was this a substantial burden on the religious exercise? And it seemed to me quite clearly it was,\" Kavanaugh told lawmakers on the Senate Judiciary Committee.\n\n\"It was a technical matter of filling out a form in that case,\" he said. \"In that case, they said filling out the form would make them complicit in the provision of the abortion-inducing drugs that they were, as a religious matter, objected to.\"\n\nPro-choice and anti-Kavanaugh groups seized on his reference to \"abortion-inducing drugs.\" Harris tweeted out the video, but cut out the preface that showed Kavanaugh making it clear he was summarizing the arguments of Priest for Life. The video therefore presented the reference as his own.\n\n\n\nHarris accused Kavanaugh of choosing his words carefully and said, “This is a dog whistle for going after birth control.”\n\n“He was nominated for the purpose of taking away a woman’s constitutionally protected right to make her own health care decisions,” the tweet said. “Make no mistake - this is about punishing women.”\n\nPlanned Parenthood, in a press release, also left out the words “they said” and later acknowledged the error, according to CNN. However, they still suggested that Kavanaugh had used what they thought was suspect language.\n\n\n\n\"The argument for the lawyers of Priests for Life was that they objected to all birth control,\" spokeswoman Beth Lynk told the outlet. \"In Kavanaugh's testimony his description of their objection characterized all types of birth control as 'abortion inducing drugs.'\"\n\nWhite House Deputy Spokesman Raj Shah said the video was an “obvious act of deception.”\n\nSenator Orrin Hatch, R-Utah, who sits on the Senate Judiciary Committee said that the controversy was proof that Kavanaugh had performed well at the hearing.\n\n\"If Senate Democrats are resorting to editing videos of Judge Kavanaugh’s answers to make him look bad then he must have done well,\" he tweeted.\n\nRepublican pollster Kristen Soltis Anderson, meanwhile, said that Harris had outright lied.\n\nIn a Saturday afternoon tweet, Harris stood by her position.\n\n\"Here is Kavanaugh's full answer,\" she wrote. \"There's no question that he uncritically used the term 'abortion-inducing drugs,' which is a dog whistle term used by extreme anti-choice groups to describe birth control.\"\n\nKavanaugh’s hearing has been marked by controversies and constant protests by both Democrats and activists in the public gallery. He is still expected to be confirmed, due to the Republican majority in the Senate.", "link": "http://www.foxnews.com/politics/2018/09/08/kamala-harris-planned-parenthood-slammed-for-taking-kavanaugh-out-context-on-birth-control-remarks.html", "published": "2018-09-08T00:00:00"}]}, "nbcnews": {"link": "http://www.nbcnews.com/", "articles": [{"title": "Serena Williams loses to Naomi Osaka in U.S. Open final after umpire spat", "text": "NEW YORK — Serena Williams berated the chair umpire, calling him a thief and his punishment sexist. The penalty was controversial, but the defeat thorough.\n\nThis U.S. Open final promised to be memorable. It certainly was.\n\nNaomi Osaka played brilliantly in the biggest match of her life, winning 6-2, 6-4 in her first Grand Slam final at age 20.\n\nFor so long, Osaka dreamed of playing her idol Williams in a major final. Not just playing, but winning. That became reality on Saturday, but not in a way should could have ever imagined.\n\nOsaka, who moved from Japan to Long Island with her family at age 3, denied Williams a record-tying 24th Grand Slam singles title (and first as a mom).\n\nShe became the first Japanese player to win a major. It shouldn’t be her last. She did so fearlessly, showcasing the shot-making that put her into the final dropping just one set in six matches the last two weeks.\n\nMost notably, it came after Williams screamed at chair umpire Carlos Ramos after she was docked a point penalty for two code violations (illegal coaching from the stands and smashing her racket) in the second set.\n\nWilliams was then docked a game penalty for a third code violation, verbal abuse after calling Ramos “a thief” over the first violation. At the time she was down a break, 4-3, in the second set. The penalty made it 5-3 in favor of Osaka.\n\nWilliams won the next game on her serve to cut it to 5-4. Osaka then closed out the championship on her serve.\n\nThere was no scream. No drop to the court. No fist pump or racket toss. Osaka tugged at her visor and jaunted to the net.\n\nThe Pride of 🇯🇵!@Naomi_Osaka_ defeats Serena Williams 6-2, 6-4 to become the first Japanese player to win a Grand Slam singles title!#USOpen pic.twitter.com/sNilrZOaNU — US Open Tennis (@usopen) September 8, 2018\n\n“It just still didn’t really feel that real,” said Osaka, who has admired Williams for so long that she did a third-grade report on her 12 years ago. “So for me it just felt like a normal match just walking up to the net. But it’s Serena that’s on the other side. She hugged me, and it was really awesome.\n\n“When I step onto the court, I feel like a different person, right? I’m not a Serena fan. I’m just a tennis player playing another tennis player. But then when I hugged her at the net, I felt like a little kid again.”\n\nWilliams received that first code violation when Ramos deemed that her coach, Patrick Mouratoglou, gave Williams illegal advice from her box at Arthur Ashe Stadium.\n\nEarly in the second set, Mouratoglou appeared to make a hand gesture looking at Williams suggesting she move closer to the net during points. Williams denied she received the coaching, telling Ramos between points:\n\n“One thing I’ve never done is cheat. If he gives me a thumbs up, he’s telling me to come on. We don’t have any code, and I know you don’t know that. And I understand why you may have thought that was coaching, but I’m telling you it’s not. I don’t cheat to win. I’d rather lose.”\n\n\"I don't cheat to win. I'd rather lose.\" —Serena to the chair umpire after receiving a coaching violation pic.twitter.com/v6Q2GWYYOn — espnW (@espnW) September 8, 2018\n\nMouratoglou said after the match that he was coaching, but he didn’t think Williams even saw it.\n\n“I was [coaching], like 100 percent of the coaches on 100 percent of the matches,” Mouratoglou said after the match on ESPN, adding that he had never before been called for a coaching violation. “So we have to stop this hypocrite thing. [Osaka’s coach] Sascha [Bajin] was coaching every point, too. It’s strange because this chair umpire was the chair umpire for most of the finals of Rafa [Nadal], and Toni [Nadal] is coaching every single point.”\n\nLater in the second set, Williams received a second code violation for smashing her racket after being broken on serve. She approached Ramos’ chair after she realized she had been, by rule, docked a point for two code violations.\n\n“This is unbelievable,” she said, approaching Ramos. “Every time I play here, I have problems [Williams had memorable arguments with chair umpires in 2004 and 2011 U.S. Open losses, plus told a lineswoman she would stuff a tennis ball down her throat in a 2009 defeat.]. … I didn’t get coaching. I didn’t get coaching. I didn’t get coaching. You need to make an announcement that I didn’t get coaching. I don’t cheat. I didn’t get coaching. How can you say that? … You owe me an apology. You owe me an apology. I have never cheated in my life. I have a daughter, and I stand for what’s right for her. I’ve never cheated. You owe me an apology. You will never do another one of my matches.”\n\n\"You owe me an apology!\" Serena was fired up with the official in the final set of the US Open final. pic.twitter.com/r6RSbrirnV — ESPN (@espn) September 8, 2018\n\nAfter Osaka went up 4-3, Williams again spoke at Ramos from her chair, saying, “You stole a point from me. You’re a thief, too.”\n\nRamos gave Williams a third violation for verbal abuse, which constitutes a game penalty, putting her down 5-3 and on the brink of defeat.\n\n“Are you kidding me?” Williams repeated. “Because I said you’re a thief? Because you stole a point from me. But I’m not a cheater. I told you to apologize to me.”\n\nWilliams then asked for the tournament referee Brian Earley to come out. Earley and WTA supervisor Donna Kelso heard Williams out. She told them as the crowd booed:\n\n“That’s not right. You know me. You know my character. And that’s not right. This is not fair. This has happened to me too many times. This is not fair. This is not fair. To lose a game for saying that is not fair. … You know how many other men do things that are much worse than that? This is not fair. This is unbelievable. … There are men out here that do a lot worse, but because I’m a woman, you’re going to take this away from me? That is not right. I know you can’t admit, but I know you know it’s not right. I know you can’t change it, but I’m just saying that’s not right. I get the rules, but I’m just saying it’s not right. It happened to me at this tournament every single year that I play is just not fair. That’s all I have to say. It’s not fair.”\n\nWilliams added in a post-match press conference: “I’m here fighting for women’s rights and for women’s equality and for all kinds of stuff. For me to say ‘thief,’ and for him to take a game, it made me feel like it was a sexist remark. He’s never taken a game from a man because they said ‘thief.'”\n\nAfter the match, Williams pointed up to Ramos and said, again, “You owe me an apology.” Osaka sat and cried as the crowd booed while Ramos came down from his chair.\n\nTen minutes later, the trophy presentation. More crowd boos. Osaka pulled her black visor down as tears continued to stream. Williams put her right arm around Osaka and her left hand on Osaka’s elbow. She said a few words to Osaka as the 20-year-old wiped away a tear. Osaka smiled.\n\n“I felt at one point bad because I’m crying and she’s crying,” Williams said in the later press conference. “You know, she just won. I’m not sure if they were happy tears or they were just sad tears because of the moment. I felt like, wow, this isn’t how I felt when I won my first Grand Slam [in 1999]. I was like, wow, I definitely don’t want her to feel like that.\n\n“Yeah, maybe it was the mom in me that was like, listen, we got to pull ourselves together here.”\n\nSerena comforted an emotional Naomi Osaka after losing in the US Open 😥 pic.twitter.com/oCLTRn66cW — espnW (@espnW) September 8, 2018\n\nWilliams was the first to speak to the crowd.\n\n“I don’t want to be rude, but I don’t want to do questions,” she said when asked to put the match in perspective. “I just want to tell you guys, she played well, and this is her first Grand Slam. … (crowd applause) … And I know you guys were here rooting, and I was rooting, too. But let’s make this the best moment we can, and we’ll get through it. Let’s give everyone the credit where credit’s due. Let’s not boo anymore. We’re going to get through this, and let’s be positive. So congratulations, Naomi. No more booing.\n\n“I hope to continue to go and play here again. We’ll see. It’s been a tough year for me.”\n\nThen Osaka was asked how the match compared to her dreams of playing Williams in a Grand Slam final.\n\n“I’m going to sort of defer from your question, I’m sorry,” she said. “I know that everyone was cheering for her, and I’m sorry it had to end like this. I just want to say thank you for watching the match.”\n\nIt ended a stressful stretch that began Friday night.\n\n“I just kept thinking about my match,” Osaka said later.\n\nShe tried to get her mind off it. Minutes before the match, she approached Novak Djokovic, who plays in Sunday’s final against Juan Martin del Potro.\n\nShe tried to say hello in Serbian to Djokovic, as she has learned a bit of the language from her coach, former Williams hitting partner Sascha Bajin. She didn’t think Djokovic understood what she said.\n\nThen Osaka, immediately before taking the court for the biggest match of her life, her first Grand Slam final, told national TV that she was nervous.\n\nYet she dominated the first set, converting both of her break points and closing it out with a 117 mile-per-hour serve into Williams’ body. The most powerful player in history could only bat it awkwardly into the net.\n\n“I was just thinking that I’ve watched Serena play so many times, that this is a really good opportunity to win my first major,” Osaka said afterward.\n\nThe second-set madness with Williams, the chair umpire and the tournament referee did nothing to deter Osaka.\n\n“I didn’t know what was going on,” she said. “Since it was my first Grand Slam [final], I didn’t want to be overwhelmed too much, so I wasn’t really looking.”\n\nWilliams acknowledged Osaka was playing “really well” at the time. And that she would have “needed to do a lot” to change the trajectory of the match.\n\n“There’s a lot I can learn from [Osaka] from this match,” Williams said.\n\nU.S. OPEN: Scores | Men’s Draw | Women’s Draw", "link": "https://olympics.nbcsports.com/2018/09/08/serena-williams-naomi-osaka-us-open-chair-umpire/?cid=eref:nbcnews:text", "published": "2018-09-08T00:00:00"}, {"title": "Live Streams, Video News, Schedules, Scores", "text": "As Coach Stanton stresses over the horrible start to his first fantasy season in East Draftsville, his wife Crystal invites an oddly familiar high school friend over to the house to bring up his spirits.", "link": "https://www.nbcnews.com/news/sports", "published": "2015-08-23T10:58:49-04:00"}]}, "washingtonpost": {"rss": "http://feeds.washingtonpost.com/rss/world", "link": "https://www.washingtonpost.com/", "articles": [{"link": "https://www.washingtonpost.com/world/europe/russias-suez-canal-ships-start-plying-an-ice-free-arctic-thanks-to-climate-change/2018/09/08/59d50986-ac5a-11e8-9a7d-cd30504ff902_story.html", "published": "2018-09-08T07:21:27", "title": "Russia’s Suez Canal? Ships start plying a less-icy Arctic, thanks to climate change", "text": "\n\n\n\nUnder partly sunny skies and relatively balmy temperatures in the low 50s, the Venta Maersk sailed through the Bering Strait this past week and steered hard to port, beginning a modern-day voyage of discovery that could hearken a transformation for global shipping and the Arctic environment.\n\nThe Venta is a big, new, pricey, ice-class vessel owned by Danish shipping giant Maersk — and it is the world’s first container ship to attempt the Northern Sea Route, the fabled Northeast Passage that runs from the edge of Alaska to the top of Scandinavia along Russia’s desolate Siberian coastline.\n\nMaritime transit is now possible between July and October because of the rapid and, to many, deeply unsettling retreat of Arctic sea ice due to profound climate change, a trend that is amplified at the North and South poles.\n\nRussia, China and commercial shipping interests are among those with high hopes that the Northern Sea Route could become a melt-season alternative to Egypt’s Suez Canal, trim weeks off transit times and slash fuel costs for vessels shuttling between ports in Europe and Asia — and the Americas.\n\nThe Russian company Rosatom, which runs the largest nuclear-powered ice-breaking fleet in the world, boasts that the route has “no queues and no pirates,” an allusion to the threat posed by African buccaneers in the Gulf of Aden in recent years.\n\nBut as the pace of Arctic traffic quickens, an environment that is today mostly pristine and sparsely populated — by whales and walruses, scientists and indigenous people, ice-breaking crews and oil workers — could be transformed.\n\nAnd Russia and its competitors may find themselves at odds over who controls what and where. “The Arctic has turned into an object of territorial, resource and military-strategic interest for a number of states,” Russian Defense Minister Sergei Shoigu warned last month. “This could lead to growth in the potential for conflict in this region.”\n\nDecades ago, the polar cap was a Cold War chessboard for dueling navies and submarine war games. The next fight will be more mercantile.\n\nTime-lapse satellite images show sea ice swirling in clockwise gyre around the North Pole, spreading in the winter and shrinking in the summer, year after year. It is plainly discernible that the extent of summer ice has been shrinking — by 13.4 percent a decade, according to NASA.\n\n\n\n\n\nLooking forward in time, Walt Meier, a senior research scientist at the National Snow and Ice Data Center in Colorado, said climate models suggest ice-free summers in the Arctic sometime between 2050 and 2070, with some scenarios forecasting more rapid change, as soon as 2030.\n\nWhat would that look like from a satellite?\n\n“A blue ocean over the North Pole in September,” Meier said.\n\nThat’s extremely distressing for the many who worry about the future of life on this planet. But this “new Arctic” could be a boon for some, starting with Russia.\n\nThe Northern Sea Route, because of its location along the shallow seas of Siberia, is free of ice earlier and stays free longer than other areas of the Arctic. Much of the route passes through waters along Russia’s exclusive economic zone, and vessels seeking passage must apply for permits and permissions from Russia’s Northern Sea Route Administration. The Russians also charge fees for navigation and ice-breaking assistance.\n\nIt can be a perilous passage.\n\n“If you get into trouble, you are very far from civilization,” said Mika Hovilainen, a senior project manager at Aker Arctic Technology, which designs ships with hardened propulsion systems and thick bows to withstand the battering of floating sea ice.\n\nHe called conditions in the Arctic, even in summer, “extreme.”\n\nBut the route’s key selling point is time. A ship sailing from South Korea to Germany via South Africa’s Cape of Good Hope would take on average 46 days, according to searoutes.com. The same voyage via the Suez Canal would be 34 days. The trip via the Northern Sea Route: 23 days.\n\nHundreds of smaller ships are already out there. A few clicks on marinetraffic.com show oil tankers, cargo ships, research vessels. Even a few cruise ships are plying the waters this summer. The Chinese shipping company Cosco is on track to complete a dozen transits this year in freighters.\n\nIt is maritime container traffic, though, along with fossil-fuel tankers, that are the heart and lungs of the global economy. And this is a big moment for both in the Arctic.\n\nRussia shipped the first load of liquefied natural gas from its new, $27 billion Yamal production facility above the Arctic Circle to China’s port of Rudong in July, completing the inaugural trip in 19 days at sea — 16 fewer days than via the Suez Canal. Gas shipments from Yamal to Europe became routine earlier this year.\n\nThe next test is how a modern ice-class, 3,600-container ship such as the Venta Maersk fares.\n\n\n\nFrom a high vista, a man watches as Venta Maersk is loaded with frozen fish at the port in Vladivostok, Russia. (Yuri Maltsev/Reuters)\n\nIn its historic first transit of the Northern Sea Route, the Venta is carrying a cargo of electronics put aboard at Busan in South Korea and frozen fish loaded at the Russian port of Vladivostok. The vessel is scheduled to stop at Bremerhaven, Germany, then terminate in Russia at St. Petersburg in late September.\n\nThe shipping line stresses that this is a “one-off sea trial,” an exploratory voyage to look and learn and gather scientific data, Maersk spokesperson Janina von Spalding said.\n\nThere are Russian pilots aboard to help navigate past the hazards of floating ice. First-year ice is usually two or three feet thick, but in some years, driven by wind and current, young and old ice piles up alongside the Russian islands in ridges 14-feet high.\n\nFour Russian nuclear-powered icebreakers are ready to assist the Venta if needed. They’re routinely deployed to smash through the ice and lead convoys of ships in the fall, winter and spring months.\n\nMalte Humpert, founder of the Arctic Institute, who tracks marine traffic at the pole, cautioned that the environment remains unpredictable.\n\n“The lifeblood of container shipping is timing. You book a spot at a port terminal hour by hour,” he said, part of the global economy’s “just-in-time” delivery systems.\n\n“In the Arctic, you can’t set your watch by your transit,” Humpert said, because stuff happens.\n\nA few weeks ago, a passenger ship in the Canadian Arctic ran aground, and its passengers had to be evacuated. In late June, ice still choked Russia’s Gulf of Ob, paralyzing shipping, according to the Barents Observer.\n\nThe additional melting expected in the coming years won’t necessarily help, said Andrey Todorov, an expert in Arctic issues at the Primakov Institute of World Economy and International Relations in Moscow.\n\n“Even if the ice continues to recede, it doesn’t mean that conditions will become easier for commercial vessels. There will be an even higher risk that huge floating pieces of ice could break from the pack ice and collide,” he said. “Reinforcing vessels for ice conditions costs a lot.\n\n\n\nThe hull of the Venta Maersk is reinforced for Arctic conditions. (Yuri Maltsev/Reuters)\n\nThere are concerns beyond the dangers to vessels and their contents.\n\nLand and sea animals may be exposed to new threats, not only by increased shipping, but by the oil, gas and mineral extraction along the Siberian coastline, which harbors a trove of untapped reserves.\n\nEnvironmentalists are not so worried about a ship running down a polar bear, but they are fearful of possible spills as tankers laden with oil and gas operate in extreme conditions, especially in winter. Cold-water spills, one of which involved the Exxon Valdez in Alaska’s Prince William Sound in 1989, take decades to clean and disperse.\n\nIn addition to the development of ports, the use of heavy fuels and increased pollution cause concern — especially the “black carbon” emitted by ships and industry. The sooty pollution, when spread across the ice, speeds its melting, as dark surfaces absorb rather than reflect the sun’s heat.\n\nGeopolitics could also get a bit messy in the Arctic.\n\nBefore the big melt began, the region was mostly of interest to explorers, scientists, local populations and cold warriors. Now it is seen as an oil field and waterway, with Russia, Denmark, Canada, Norway and the United States asserting rights — and other countries, such as China, jostling to fish, drill and traverse. Whether the region becomes a “global commons” or a flash point is to be seen.\n\nIn testimony this spring before the Senate, the Navy’s U.S. Pacific Command chief, Adm. Harry Harris — now retired and serving as U.S. ambassador to South Korea — said: “Of particular note are Russian efforts to build presence and influence in the High North. Russia has more bases north of the Arctic Circle than all other countries combined, and is building more with distinctly military capabilities.”\n\nLaurence C. Smith, a professor of geography at the University of California at Los Angeles, who has modeled future maritime traffic scenarios in the Arctic, said the Northern Sea Route, in the short-term, may be a niche market.\n\nBut he wonders: “Imagine a time in the not-so-distant future when ice ceases to be the limiting factor.”\n\nFerris-Rotman reported from Moscow.\n\nRead more\n\nFrench environment minister quits with criticism of Macron\n\n‘Scallop Wars’: French and British fishermen clash in the English Channel\n\nA huge stretch of the Arctic Ocean is rapidly turning into the Atlantic. That’s not a good sign\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news"}, {"link": "https://www.washingtonpost.com/world/europe/putin-bet-on-parks-and-trains-to-win-over-moscows-middle-class-his-bet-is-paying-off/2018/09/07/f178ce90-b1cc-11e8-8b53-50116768e499_story.html", "published": "2018-09-08T15:50:00", "title": "Putin bets on parks and trains to win over Moscow’s middle class. His bet is paying off.", "text": "Russian President Vladimir Putin, left, and Moscow Mayor Sergei Sobyanin at the 2018 Moscow Urban Forum at the Zaryadye Concert Hall. (Mikhail Metzel/Tass/Getty Images)\n\nOver lunch at his go-to rooftop vegetarian cafe, where juice shots are called “Get Lit” and “Purple Swag,” the chairman of the Moscow mayor’s reelection campaign reels off the boss’s accomplishments.\n\nParks renovated: 550. Bike paths laid: 137 miles. Life expectancy: 78 years, up from 74 in 2010. New clinics, festivals, roads, light rail and a fleet of Swiss street-sweeping machines.\n\n“People say that for people to live well, like they do in the West, we need Western institutions,” the campaign chairman, Konstantin Remchukov, said. “But I’m telling you, no. You can make life better without Western institutions.”\n\nIn Russia’s jumbled, noisy, ­ever-evolving capital, Sunday’s mayoral election highlight the political bargain that the Kremlin wants Russians to accept: improvements in quality of life in exchange for letting President Vladi­mir Putin run things his way.\n\nThe city’s 60-year-old mayor, Sergei Sobyanin, is expected to cruise to reelection with no serious challengers.\n\nHe is Putin’s former chief of staff. But he is also backed by some segments of Moscow’s liberal intelligentsia, who, at the same time, voice disdain for Putin’s nationalism and authoritarian rule.\n\nSupporters of the mayor frame it as a kind of grudging pragmatism. Things could be far worse, they say. And this metropolis of 13 million people has grown cleaner, prettier, more efficient and more livable on Sobyanin’s watch, they argue.\n\n[Opinion: The Kremlin is taking no chances with Moscow mayoral election]\n\nAndrei Kolesnikov, chairman of the Russian domestic politics program at the Carnegie Moscow Center think tank, summed up their mantra: “An open cafe is better than an open society.”\n\nThese contradictions and hard choices have become increasingly evident in Putin’s Russia, where any significant political opposition has been muzzled or squashed.\n\nOn Sunday, Russians will pick governors, mayors and local legislatures in dozens of regions. The ruling United Russia party is expected to once again dominate — with genuine opposition largely shut out.\n\n\n\nPeople sit near a fountain at Gorky Park in Moscow in August. Many parks around Russia’s capital have been upgraded in recent years. (Yuri Kochetkov/EPA-EFE/Shutterstock)\n\nRegardless, jailed opposition activist Alexei Navalny has called for nationwide protests the same day against the government’s unpopular plan to raise the retirement age.\n\nIn Moscow — the biggest prize in the elections — Sobyanin has led city hall since 2010 and basks in improvements under his watch.\n\nA new light-rail system now rings the city, easing millions of commutes. Dreary Soviet-era parks and desolate waterfronts have given way to landscaped footpaths, elaborate ice-skating rinks, craft beer bars and artisanal coffee shops.\n\nAt new one-stop service centers that have streamlined Russia’s notorious bureaucracy, machines spit out free coffee for anyone waiting longer than 15 minutes.\n\nThe changes drew international notice when foreigners packed the capital for the soccer World Cup earlier this year.\n\nTo some political analysts and critics of Putin, the drive to transform Moscow is a clear bid to funnel a bit of Russia’s oil-and-gas wealth into pacifying the urban middle class. It was this segment of the population that turned out for mass anti-Kremlin protests in 2011 and 2012.\n\nThe strategy, for now, seems to be working.\n\n“They’re ready to accept the fact that they’re crushing the opposition and that there are no elections,” Carnegie expert Kolesnikov said. “The main thing is that he is modernizing the city. . . . It’s a deal with the devil.”\n\nOleg Shapiro, a star Moscow architect who helped design many of the marquee urban-\n\nimprovement projects, said he chose not to cast a vote when Putin was reelected in March.\n\nHe acknowledged that while Moscow’s cityscape is becoming more Western, Russia’s political system is moving in the opposite direction.\n\nStill, Shapiro joined Sobyanin’s campaign as an official surrogate. He said that rather than pacify the public, his projects might help inspire people to seek more freedom.\n\n“There are many rather radical people who say, ‘Listen, you’re distracting people from the real problems,’ ” Shapiro said in an interview in his firm’s airy office in a cluster of boutiques, co-work spaces and design studios called Artplay. “Well in that case, so that things get worse for the authorities, why don’t we just all lie down and slit each other’s throats?”\n\n[Opinion: How Brexit is a win for Putin]\n\nSobyanin hired progressive architects such as Shapiro as well as Western consulting firms including McKinsey & Company and Boston Consulting Group. He got rid of billboards and underpass kiosks and introduced new ­bus-and-taxi lanes and bike-sharing, scooter-sharing and car-sharing programs.\n\nSpeaking at the Moscow Urban Forum in July, Putin said Sobyanin was “restoring the coziness of Moscow streets” and pledged similar improvements in other Russian cities.\n\nSobyanin, originally from Siberia, is a prototype for the kind of loyal, low-key technocrat that Putin is increasingly installing across Russia’s more than 80 regional governments.\n\nSobyanin’s predecessor as Moscow mayor, Yuri Luzhkov, ran the capital for 18 years as a personal fiefdom and drew residents’ ire for everything from alleged corruption to the 300-foot-tall statue of Peter the Great along the Moscow River.\n\nDmitry Medvedev, then Russia’s president, tapped Sobyanin to replace Luzhkov in 2010. Three years later, Sobyanin faced activist Navalny in the mayoral election. Navalny finished with a stunning 27 percent of the vote — a sign that anti-Kremlin feelings were widespread in the Russian capital.\n\nMuch of Moscow’s liberal elite had joined Navalny’s campaign. Some, like avant-garde theater director Konstantin Bogomolov, are now on Sobyanin’s team.\n\n“We want a better future,” Bogomolov said in an Instagram post announcing his decision. He didn’t respond to a request for comment on his switch. He once described Sobyanin’s Moscow as being “captured by corruption, stupidity, and lovelessness and lack of attention to its residents and problems.”\n\nRemchukov, Sobyanin’s campaign chairman, is himself a fixture in Moscow’s Westward-looking upper crust. He edits a daily newspaper, and the Russian edition of GQ named him its “Trendsetter of the Year” in 2013.\n\nBut to expect Western-style democracy to migrate to Russia, he insists, is misguided.\n\n“For many people to be convinced that freedom is man’s most important need — one that will in the end lead to a resolution of all the other socioeconomic problems — I think we still have a long way to go until we get there,” Remchukov said. “You talk to people and you realize that they don’t care at all.”\n\nNatalia Abbakumova contributed to this report.\n\nRead more\n\nHow the Kremlin crafted a popular brand: Putin\n\nRussia’s young people are Putin’s biggest fans\n\nRussia keeps getting hit with sanctions. Do they make a difference?\n\nToday’s coverage from Post correspondents around the world\n\nLike Washington Post World on Facebook and stay updated on foreign news"}, {"link": "https://www.washingtonpost.com/world/national-security/trump-administration-met-with-but-rebuffed-venezuelan-officers-who-said-they-were-plotting-a-coup-officials-say/2018/09/08/aa7a2804-b398-11e8-a20b-5f4f84429666_story.html", "published": "2018-09-08T10:07:00", "title": "Trump administration met with, but rebuffed, Venezuelan officers who said they were plotting a coup, officials say", "text": "The Trump administration met several times last year and early this year with Venezuelan military officers purporting to be dissidents plotting a coup against President Nicolás Maduro, but ultimately rebuffed their requests for assistance, according to U.S. officials.\n\nThe operation was small and closely held, according to one senior official, who described the meetings as “all listening. We listen to anyone who wants to talk to us.”\n\nPresident Trump, both publicly and privately, has raised the possibility of U.S. military action in Venezuela, although aides have repeatedly dissuaded him, according to a number of officials and people familiar with the episodes, who spoke on the condition of anonymity to discuss foreign policy and intelligence matters.\n\nMaduro has frequently accused the United States of plotting with his opponents, and of economic and actual warfare against him.\n\nThe outreach by the officers “highlighted the level of desperation” in Venezuela, and the Trump administration was eager to understand what was going on inside the armed forces, according to another person familiar with meetings.\n\nBut “we had very little confidence in the ability of these people to do anything, no idea at all about who they represented, and to what extent they had not exposed themselves already,” the person said.\n\nThe Venezuelan government did not publicly respond to a report about such meetings, which first appeared Saturday in the New York Times. A spokesman said that Maduro or other officials would comment “at the right moment, if they consider it necessary.”\n\nWhite House National Security Council spokesman Garrett Marquis said in a statement that “the United States government hears daily the concerns of Venezuelans from all walks of life — be they members of the ruling party, the security services, elements of civil society or from among the millions of citizens forced by the regime to flee abroad.”\n\n“U.S. policy preference for a peaceful, orderly return to democracy in Venezuela remains unchanged,” the statement said.\n\nVenezuela is in the midst of hyperinflation and severe humanitarian and political crises that have sent millions fleeing to other countries in the hemisphere. In a televised address early this year, Maduro appealed to Pope Francis “to prevent Trump from sending his troops to invade Venezuela.”\n\nTrump has denounced Maduro, who took over in 2013 following the death of revolutionary leader Hugo Chávez, as a “dictator.” Maduro has twice been elected president since then in votes widely seen as fraudulent, and has gradually taken over virtually all legislative and judicial power and jailed numerous political opponents.\n\nIn August 2017, Trump told reporters that “we have many options for Venezuela, including a possible military option if necessary.”\n\nJust before those comments, he had raised the issue privately with senior advisers, asking then-national security adviser H.R. McMaster: “Why don’t we just invade? We’ve done it in other parts of the world,” according to current and former officials who said that McMaster recommended “other approaches.”\n\nTrump also raised the possibility of an invasion with Latin American leaders at last year’s United Nations General Assembly, despite efforts by McMaster and others to steer him away from the subject.\n\n[Book, op-ed show how some Trump aides work to curb his instincts]\n\nThe administration has imposed sanctions on a number of Venezuelan officials, including senior military officers. Officials have long said further measures are under consideration, including an embargo on Venezuelan oil. Despite sharply falling oil exports in recent years, Venezuela is the fourth-largest foreign supplier to the United States, which remains the largest purchaser of Venezuelan crude. China and Russia have extended huge loans to prop up the government.\n\nWhile some administration officials and outside advisers have pushed for more muscular U.S. involvement against Maduro, many have expressed dismay at the political opposition’s failure to mobilize a coordinated resistance, and at what appears to be fairly solid support for him within the military.\n\nAdam Isacson, of the Washington Office on Latin America, said few U.S. administrations would pass up the opportunity to meet with alleged coup plotters at least once, given the opacity of the Venezuelan military.\n\n“You’re trying to glean an understanding of a part of Venezuelan society, the military, that none of us knows very much about,” although the decision to meet several times posed a risk of becoming exposed and sparking a backlash in the hemisphere, he said.\n\n“It makes no sense to support a military coup in Latin America. They always end badly, but it’s worth listening to these people,” Isacson said. “What is their level of discontent? Do they have broad-based support among the population or are they just a bunch of renegades? Do they have an honest plan to start elections? The military is a black box.”\n\nA majority of Latin American governments have denounced Maduro, as has the secretary general of the Organization of American States. But all are aware of the unpopular history of U.S. military intervention in the hemisphere, and there is little appetite for a repeat.\n\nAnalysts in Caracas were unsurprised by the lack of official reaction there to the reports.\n\n“If they talk about it, they’ll do it in the middle of talking about something else,” said Felix Seijas, political analyst and director of polling agency Delphos. But it will “give them another element to move against dissidents,” he said. “The hurricane will happen in the inside.”\n\nJohn Hudson in Washington and Rachelle Krygier in Caracas contributed to this report."}, {"link": "https://www.washingtonpost.com/world/2018/09/08/north-korea-is-celebrating-its-birthday-with-mass-games-people-doing-synchronized-gymnastics/", "published": "2018-09-08T07:09:12", "title": "North Korea is celebrating its birthday with ‘mass games’ — 100,000 people doing synchronized gymnastics", "text": "From a distance, the mosaic-like screen of shifting colors almost appears to be electronic, lighting up a North Korean stadium like a huge TV. But on closer look, it's not a screen at all: It's thousands of people holding up colored placards, shifting them in synchrony to create the effect of a moving image.\n\nThe participants in the background are mainly students, and they practiced for many months, if not longer, to put together their part of a huge North Korean spectacle known as the Mass Games — a gathering that includes over-the-top gymnastics and dance performances, and proclamations of loyalty to the isolated country's leader.\n\nIt has been five years since North Korea last held the last Mass Games, but this year's version is set to begin Sunday. It will be part of North Korea's 70th anniversary celebrations, and the theme is \"The Glorious Country.\" Other events planned for the anniversary include a military parade, which may include the showing-off of equipment. The BBC reported that tens of thousands of people are expected to march in the parade, after much intense practice. And anniversary celebrations are expected to last about a month.\n\nThe games aren't so much games as they are a 90-minute gymnastics or dance performance. More than 100,000 people have participated in past games, and in 2007, Guinness World Records said they took the cake as the largest gymnastics display in the world with 100,090 participants. On tour company Koryo Group's website, the games are described as \"an art form in North Korea, developed over decades, which can involve up to 100,000 performers in massive synchronized displays of gymnastics and dance.\"\n\n\n\nMilitary choir members salute as they sing during an evening gala Saturday, held on the eve of the 70th anniversary of North Korea's founding day in Pyongyang. (Ng Han Guan/AP)\n\nKoryo said tickets to this year's event range from around $115 to $915 for the best seats in the house. And Radio Free Asia reported that North Korea has offered free tickets to this year's event to some Chinese business executives in an effort to lure investment.\n\nThe Washington Post's Adam Taylor wrote in August that satellite imagery suggested that Pyongyang was planning something huge for September. As it prepared for the celebrations, the government reportedly stopped issuing tourist visas, and North Korean authorities blocked Chinese tour groups from visiting, saying all the hotels in the capital were being renovated. Radio Free Asia reported that the government was also cracking down on \"nonsocialist\" behavior, policing haircuts that were deemed to not be a good match for socialism.\n\nThere had initially been speculation that Chinese President Xi Jinping would attend this year's games, but China is sending its third-ranking party official instead. A Syrian delegation arrived this week and South Korean President Moon Jae-in will visit Pyongyang later this month, the Associated Press reported. Neither Russian President Vladimir Putin nor President Trump are expected to be in attendance. The American government currently bans U.S. citizens from visiting North Korea.\n\nPast attendees have included former secretary of state Madeleine Albright, who on a 2000 visit to Pyongyang, met with then-North Korean leader Kim Jong Il, who brought her along to the games. The Post reported at the time that \"choreographed as it may have been, it was a stunning display of fervor that evoked chilling reminders of the mass rallies of the Third Reich. At the end of the performance — which had a strident, militaristic theme — the cast of thousands broke into a frenzied chant: 'We shall defend our Dear Leader.'\"\n\nKim Il-sung, Kim Jong Il's father, founded the Kim regime, which is now led by Kim Jong Un.\n\nABC News reported that Kim Jong Il once said that the games were a crucial part of children's training as communists.\n\n\"The schoolchildren, conscious that a single slip in their action may spoil their mass gymnastic performance, make every effort to subordinate all their thoughts and actions to the collective,\" he reportedly said."}]}, "theonion": {"link": "http://www.theonion.com/", "articles": []}}}